1password
acpi
acpid
act
alsa-oss
amd-ucode
apparmor
appimagelauncher
atuin
autotiling-rs
avahi
avizo
aws-cli-v2
b43-fwcutter
base
base-devel
bat
bat-extras
bibata-cursor-theme
bluez
bluez-utils
bob-bin
brightnessctl
btop
btrfs-progs
bzip2
cliphist
coreutils
cpupower
cronie
cryptsetup
dbeaver
device-mapper
dhclient
dhcpcd
diffutils
discord
dmraid
dnsmasq
docker
docker-compose
dosfstools
dprint-bin
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
emote
etcher-bin
exfatprogs
f2fs-tools
fd
ffmpeg
ffmpegthumbnailer
file-roller
firefox
fish
flashfocus
fwupd
fzf
git-delta
git-open
github-cli
glow
gnome-calendar
gnome-control-center
gnome-epub-thumbnailer
gnome-keyring
google-chrome
greetd
greetd-tuigreet
grub
gtk3-nocsd
gvfs
gvfs-mtp
haveged
hurl-bin
hyprland
hyprshade
imagemagick
imv
inetutils
intellij-idea-ultimate-edition-jre
jdk11-openjdk
jfsutils
jq
kanshi
keepassxc
kvantum
kvantum-theme-matcha
lazygit
less
lib32-libva-vdpau-driver
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libva-mesa-driver
libva-vdpau-driver
linux61
logrotate
lsd
lvm2
man-db
man-pages
manjaro-aur-support
manjaro-pipewire
manjaro-printer
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-sway-settings
manjaro-system
manjaro-zsh-config
matcha-gtk-theme
mdadm
memtest86+
memtest86+-efi
mesa-vdpau
mhwd
mhwd-db
mkinitcpio-openswap
mplayer
nano
nano-syntax-highlighting
nautilus
neofetch
net-tools
network-manager-applet
networkmanager
newsboat
nfs-utils
npm
nss-mdns
ntfs-3g
obsidian
oh-my-zsh
openvpn
os-prober
p7zip
pamac-gtk
pamixer
papirus-maia-icon-theme
paru
pcmanfm-gtk3
perl
playerctl
pnpm
polkit-gnome
postman-bin
poweralertd
pulsemixer
qt5-wayland
qt5ct
qt6-wayland
qt6ct
ranger
reiserfsprogs
rsync
rtx-bin
rustup
s-nail
safeeyes
sof-firmware
spectre-meltdown-checker
starship
stow
sudo
swaybg
swaycwd
swaylock-effects
swaync
sworkstyle
swww
sysfsutils
systemd
tela-circle-icon-theme-dracula
telegram-desktop
texinfo
texlive-basic
texlive-fontsrecommended
texlive-latex
texlive-latexextra
texlive-latexrecommended
the_silver_searcher
thunderbird-beta-bin
timeshift
tldr
tmux
topgrade-bin
tor-browser-bin
transmission-gtk
trashy
tree-sitter
tree-sitter-cli
ttf-cascadia-code-nerd
ttf-dejavu
ttf-fira-code
ttf-firacode-nerd
ttf-maple
ttf-material-design-icons-git
ttf-mononoki-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-victor-mono
ttf-victor-mono-nerd
unarchiver
usbutils
vi
visual-studio-code-bin
vlc
vulkan-intel
vulkan-radeon
web-installer-url-handler
wezterm
wget
which
whitesur-cursor-theme-git
whitesur-gtk-theme
whitesur-icon-theme-git
wireless-regdb
wl-clipboard
wlay
wlogout
wlsunset
wluma
wpa_supplicant
wqy-microhei
xclip
xcursor-breeze
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-xwayland
xsel
yay
yazi
yt-dlp
zathura
zathura-pdf-poppler
zeit
zoxide
zsa-wally-bin
