1password
aardvark-dns
acpi
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
adw-gtk-theme
amd-ucode
apparmor
appimagelauncher
ark
atuin-bin
aws-cli-v2
b43-fwcutter
baobab
base
base-devel
bat
bat-extras
bibata-cursor-theme
blueman
bluez-utils
bmenu
bob
brightnessctl
btop
btrfs-progs
btrfsmaintenance
bzip2
caffeine-ng
chafa
cheese
cliphist
collision
coreutils
cpupower
cronie
cryptsetup
dbeaver
deja-dup
device-mapper
dhclient
dhcpcd
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
docker-buildx
docker-compose
dolphin
dosfstools
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
element-desktop
emote
endeavour
eslint_d
etcher-bin
evince
exfatprogs
eza
f2fs-tools
fd
ffmpeg-audio-thumbnailer
ffmpegthumbnailer
ffmpegthumbs
file-roller
filezilla
firefox
fish
foot
fprintd
fragments
gdm
geary
gedit
git-delta
github-cli
glow
gnome-backgrounds
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-connections
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-firmware
gnome-font-viewer
gnome-keyring
gnome-layout-switcher
gnome-logs
gnome-maps
gnome-mines
gnome-remote-desktop
gnome-shell-extension-appindicator
gnome-shell-extension-arc-menu
gnome-shell-extension-custom-accent-colors
gnome-shell-extension-dash-to-dock
gnome-shell-extension-dash-to-panel
gnome-shell-extension-forge
gnome-shell-extension-gnome-ui-tune
gnome-shell-extension-gsconnect
gnome-shell-extension-gtk4-desktop-icons-ng
gnome-shell-extension-legacy-theme-auto-switcher
gnome-shell-extension-space-bar
gnome-shell-extension-x11gestures
gnome-shell-extensions
gnome-shell-maia
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gnuchess
google-chrome
grilo-plugins
grimblast-git
grub
grub-btrfs
grub-theme-manjaro
gst-plugin-pipewire
gthumb
gtksourceview-pkgbuild
gtrash-bin
gufw
gvfs
gvfs-afc
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
htop
hurl-bin
hyprland-git
hyprpicker-git
iagno
ibus
inetutils
intellij-idea-ultimate-edition-jre
inxi
jdk11-openjdk
jfsutils
jq
kde-cli-tools
keepassxc
kitty
kvantum-manjaro
lazygit
less
lib32-libva-vdpau-driver
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libdvdcss
libpamac-flatpak-plugin
libreoffice-still
libva-mesa-driver
libva-vdpau-driver
linux65
linux66
logrotate
lollypop
lrzip
lsd
lvm2
malcontent
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-base-skel
manjaro-browser-settings
manjaro-gdm-branding
manjaro-gnome-backgrounds
manjaro-gnome-extension-settings
manjaro-gnome-settings
manjaro-gstreamer
manjaro-hello
manjaro-input
manjaro-log-helper
manjaro-modem
manjaro-printer
manjaro-ranger-settings
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-system
manjaro-zsh-config
markdownlint-cli
mdadm
memtest86+
memtest86+-efi
mesa-utils
mesa-vdpau
mhwd
mhwd-db
microsoft-edge-dev-bin
mkinitcpio-openswap
modemmanager
mplayer
musikcube-bin
nano
nano-syntax-highlighting
nautilus
nautilus-admin
nautilus-empty-file
neofetch
network-manager-applet
network-manager-sstp
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-strongswan
networkmanager-vpnc
newsboat
nfs-utils
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
nwg-displays
nwg-look
obs-studio
obsidian
oh-my-zsh-git
openresolv
openssh
os-prober
otf-monaspace
p7zip
pacui
pamac-gnome-integration
pamac-gtk
pamixer
papirus-maia-icon-theme
parallel
paru-bin
pavucontrol
perl
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
plymouth-theme-manjaro
pnpm
podman
podman-compose
pokemon-colorscripts-git
polkit-kde-agent
postman-bin
power-profiles-daemon
prettierd
python-pyamdgpuinfo
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-wayland
qt6ct
quadrapassel
reiserfsprogs
rofi-lbonn-wayland-git
rsync
rtx-bin
rygel
s-nail
safeeyes
sddm-git
seahorse
simple-scan
slack-desktop
slurp
sof-firmware
spectre-meltdown-checker
spicetify-cli
spotify
squashfs-tools
starship
steam
stow
stylua
sudo
surfshark-client
sushi
swappy
swaylock-effects-git
swww
sysfsutils
system-config-printer
systemd
teams-for-linux
telegram-desktop-bin
texinfo
the_silver_searcher
thunderbird-beta-bin
timeshift
timeshift-autosnap-manjaro
tldr
tmux
topgrade-bin
torbrowser-launcher
totem
touche
tracker3-miners
transmission-gtk
tree-sitter
tree-sitter-cli
ttf-dejavu
ttf-droid
ttf-firacode-nerd
ttf-hack
ttf-inconsolata
ttf-indic-otf
ttf-liberation
unace
unrar
usbutils
vi
vim
visual-studio-code-bin
vlc
vulkan-intel
vulkan-radeon
waybar-git
webapp-manager
wezterm-git
wget
whatsapp-for-linux-bin
which
wireless-regdb
wireplumber
wlogout
wlr-randr
wlsunset
wpa_supplicant
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-server
xorg-xinit
xsel
yay
yq
yt-dlp
zoxide
zsa-keymapp-bin
zsh-theme-powerlevel10k-git
