1password
1password-cli
acpi
acpid
ags-hyprpanel-git
apparmor
arch-gaming-meta
aria2
ark
ast-grep-bin
atuin
aws-cli-v2
aylurs-gtk-shell-git
b43-fwcutter
backrest
baobab
base
base-devel
bat
bat-extras
bibata-cursor-theme
bind
biome-bin
blueman
bluez-utils
bob
brave-bin
brightnessctl
btop
btrfs-progs
btrfsmaintenance
bun-bin
bzip2
cargo-lambda-bin
cargo-nextest
chaotic-keyring
chaotic-mirrorlist
chromium
cliphist
collision
conan
copilot-cli-bin
coreutils
cpio
cpupower
cronie
cryptsetup
dart-sass
dbeaver
deja-dup
device-mapper
devpod
dhclient
dhcpcd
diff-so-fancy
diffutils
discord
dive
dmidecode
dmraid
dnsmasq
docker
docker-compose
doggo-bin
dolphin
dosfstools
downgrade
dprint-bin
drawio-desktop-bin
duf
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
element-desktop
emote
endeavour
eslint_d
etcher-bin
evince
exfatprogs
expect
eza
f2fs-tools
fastfetch
fd
ffmpeg-audio-thumbnailer
ffmpegthumbnailer
ffmpegthumbs
file-roller
firefox
firefox-developer-edition
fish
fprintd
freetube-bin
fx
gamemode
gdm
gedit
get
git-delta
github-cli
glibc-locales
glow
gnome-backgrounds
gnome-boxes
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-connections
gnome-contacts
gnome-disk-utility
gnome-firmware
gnome-font-viewer
gnome-layout-switcher
gnome-logs
gnome-maps
gnome-mines
gnome-remote-desktop
gnome-shell
gnome-shell-extension-appindicator
gnome-shell-extension-arc-menu
gnome-shell-extension-dash-to-dock
gnome-shell-extension-dash-to-panel
gnome-shell-extension-forge
gnome-shell-extension-gnome-ui-tune
gnome-shell-extension-gsconnect
gnome-shell-extension-gtk4-desktop-icons-ng
gnome-shell-extension-legacy-theme-auto-switcher
gnome-shell-extension-space-bar
gnome-shell-extension-x11gestures
gnome-shell-extensions
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gnuchess
go
golangci-lint-bin
gpu-screen-recorder-git
grilo-plugins
grimblast-git
grub
grub-btrfs
grub-theme-manjaro
gthumb
gtksourceview-pkgbuild
gufw
gum
gvfs
gvfs-afc
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
helix
heroic-games-launcher-bin
hl-log-viewer-bin
htop
hub
hurl
hyde-cli-git
hyperfine
hypridle
hyprland
hyprland-qtutils
hyprlock
hyprpicker
hyprsunset
hyprutils
iagno
ibus
inetutils
intel-ucode
inxi
jfsutils
jq
jre-openjdk
jujutsu
kde-cli-tools
keyd
kitty
kservice5
kvantum-manjaro
kvantum-qt5
lazygit
less
lib32-libva-vdpau-driver
lib32-vulkan-intel
lib32-vulkan-radeon
libdvdcss
libpamac-flatpak-plugin
libreoffice-still
libva-vdpau-driver
linux611
linux612
lnav
localsearch
logrotate
lollypop
lrzip
lsd
lua-language-server
luacheck
luarocks
lutris
lvm2
malcontent
man-db
man-pages
manjaro-alsa
manjaro-base-skel
manjaro-browser-settings
manjaro-gnome-backgrounds
manjaro-gnome-extension-settings
manjaro-gnome-settings
manjaro-gstreamer
manjaro-hello
manjaro-input
manjaro-modem
manjaro-pipewire
manjaro-printer
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-system
manjaro-zsh-config
matugen-bin
mdadm
meld
memtest86+
memtest86+-efi
mesa-utils
mhwd
mhwd-db
mise-bin
mkinitcpio-openswap
modemmanager
mpd
mpdris2
mplayer
mpv
nano
nano-syntax-highlighting
nautilus
nautilus-admin
nautilus-empty-file
ncmpcpp
network-manager-applet
network-manager-sstp
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-strongswan
networkmanager-vpnc
newsboat
nfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
nvimpager
nwg-displays
nwg-look
oh-my-zsh-git
ollama
onefetch
openresolv
opensnitch
openssh
os-prober
otf-hasklig-nerd
otf-san-francisco
p7zip
pacman-contrib
pamac-gnome-integration
pamac-gtk
pamixer
papirus-maia-icon-theme
parallel
paru-bin
pavucontrol
perl
perl-image-exiftool
pipewire-jack
plymouth-theme-manjaro
podman
podman-compose
pokemon-colorscripts-git
polkit-gnome
polkit-kde-agent
postgresql
power-profiles-daemon
proton-vpn-gtk-app
protonmail-bridge
python-pyamdgpuinfo
qbittorrent-enhanced-qt5
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6ct
quadrapassel
reiserfsprogs
rmpc
rofi-wayland
rsync
rust-analyzer
rustrover
rustup
rygel
s-nail
safeeyes
sddm
seahorse
sesh-bin
shellcheck-bin
signal-desktop
simple-scan
slurp
snapshot
snes9x
sof-firmware
spectre-meltdown-checker
spotube-bin
sptlrx-bin
sq-bin
sqlfluff
sqlx-cli
squashfs-tools
sshpass
starship
steam
stow
strace
stylua
sudo
sushi
swappy
swaylock-effects-git
swww
sysfsutils
system-config-printer
systemd
tealdeer
telegram-desktop-bin
texinfo
the_silver_searcher
thunderbird-beta-bin
timeshift
timeshift-autosnap-manjaro
tmux
topgrade-bin
torbrowser-launcher
totem
touche
tree-sitter
tree-sitter-cli
ttf-dejavu
ttf-droid
ttf-firacode-nerd
ttf-hack
ttf-indic-otf
ttf-nerd-fonts-symbols-mono
ttf-sourcecodepro-nerd
udiskie
unace
unrar
update-grub
usbutils
variety
vi
vim
visual-studio-code-bin
vulkan-intel
vulkan-radeon
watchman-bin
waybar
webapp-manager
wezterm-git
wf-recorder
wget
which
wireless-regdb
wlogout
wpa_supplicant
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-server
xorg-xinit
xsel
yay
yazi
yt-dlp
zed
zoxide
zsa-keymapp-bin
zsh-theme-powerlevel10k-git
